Repository: OmegaT-L10N/es
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: "fuzzy matches".
es: «coincidencias aproximadas»

source: #Files
es: #Archivos

source: &About...
es: &Acerca de...

source: &Access Project Contents
es: &Acceso a carpetas del proyecto

source: &Add
es: &Añadir

source: &Add...
es: &Añadir...

source: &Allow blank translations in the target files
es: Permitir tr&aducciones en blanco en archivos traducidos

source: &Allow translation to be equal to source
es: Permitir tr&aducciones idénticas al original

source: &Always
es: &Siempre

source: &Always Confirm Quit
es: Confirmar &antes de salir

source: &Apply this font to tabular data (project files, statistics, etc.)
es: &Aplicar esta fuente a los datos tabulados (archivos del proyecto, estadísticas, etc.)

source: &Apply to All
es: &Aplicar a todos

source: &Auto-propagation of Translations
es: &Autopropagación de traducciones

source: &Auto-text...
es: &Autotexto...

source: &Automatically Fetch Translations
es: Obtener traducciones &automáticamente

source: &Automatically check the spelling of text
es: Comprobar la ortografía &automáticamente

source: &Back
es: A&trás

source: &Back in History
es: &Retroceder en el historial

source: &Bookmarks
es: &Marcadores

source: &Browse
es: &Explorar

source: &Browse TaaS Collections...
es: &Examinar colecciones de TaaS...

source: &Cancel
es: &Cancelar

source: &Character Table...
es: Tabla de &caracteres...

source: &Choose...
es: &Seleccionar...

source: &Close
es: &Cerrar

source: &Comments
es: &Comentarios

source: &Compatibility with OmegaT 2.6
es: &Compatibilidad con OmegaT 2.6

source: &Current Source Document
es: Do&cumento original actual

source: &Cycle
es: &Alternar

source: &Defaults
es: Pre&determinados

source: &Dictionaries
es: &Diccionarios

source: &Display Context Description for TBX Glossaries
es: Mostrar &descripción contextual en glosarios TBX

source: &Display tags
es: &Mostrar etiquetas

source: &Do not check printf-variables
es: &No comprobar variables printf-

source: &Do not unescape Unicode literals (\uXXXX)
es: &No eliminar escape de literales de Unicode (\uXXXX)

source: &Download
es: &Descargar

source: &Edit
es: &Editar

source: &Edit...
es: &Editar...

source: &Editing Behaviour...
es: Comportami&ento del campo de edición...

source: &Empty lines
es: Lín&eas vacías

source: &Endnotes
es: Notas al fina&l

source: &Exact Match
es: Coincid&encia exacta

source: &Exact search
es: Búsqueda &exacta

source: &File
es: &Archivo

source: &Files
es: &Archivos

source: &Filter
es: &Filtro

source: &Finish
es: &Terminar

source: &Fix All
es: &Reparar todo

source: &Font
es: &Fuente

source: &Footnotes
es: &Notas al pie

source: &Force shortcut to "f" for <it pos="end"> tags
es: &Forzar atajo con "f" para etiquetas <it pos="end">

source: &Forward in History
es: A&vanzar en el historial

source: &Glossaries
es: &Glosarios

source: &Glossary
es: &Glosario

source: &Glossary...
es: &Glosario...

source: &Go To
es: &Ir a

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
es: 'Sig&uiente segmento por traducir' se detiene cuando hay al menos una traducción alternativa

source: &Help
es: A&yuda

source: &Ignore type and ctype attributes when building <ph> tag shortcuts
es: &Ignorar atributos type y ctype al crear atajos para etiqueta <ph>

source: &In translation
es: En trad&ucción

source: &Index entries
es: &Entradas del índice

source: &Insert
es: &Insertar

source: &Insert Match or Selection
es: &Insertar coincidencia o selección

source: &Install new dictionary...
es: &Instalar nuevo diccionario...

source: &Keyword search
es: &Búsqueda con palabras clave

source: &Last Changes...
es: &Cambios recientes...

source: &Leave the segment empty
es: Dejar el segmento &vacío

source: &License
es: &Licencia

source: &Line breaks
es: Saltos de &línea

source: &Load...
es: &Cargar...

source: &Lower Case
es: &Minúsculas

source: &Make the file filter settings project specific
es: &Hacer que los ajustes de filtros de archivo sean específicos para el proyecto

source: &Make the segmentation rules project specific
es: Hacer que las reglas de se&gmentación sean específicas para el proyecto

source: &Match Statistics
es: Estadísticas de &coincidencias

source: &Minimal similarity:
es: Similitud &mínima:

source: &Modification Info
es: Información de &modificación

source: &Move Down
es: Aba&jo

source: &Name/ID:
es: &Nombre/ID:

source: &Never
es: &Nunca

source: &New...
es: &Nuevo...

source: &Next Segment
es: Segmento siguie&nte

source: &Notes
es: &Notas

source: &OK
es: &Aceptar

source: &Open Script...
es: &Abrir programa...

source: &Open...
es: &Abrir...

source: &Options
es: &Opciones

source: &Prefix:
es: &Prefijo:

source: &Presentation notes
es: Notas de &presentaciones

source: &Preserve spaces for all tags
es: &Conservar espacios en todas las etiquetas

source: &Previous Segment
es: Segmento &anterior

source: &Project
es: &Proyecto

source: &Properties...
es: &Propiedades...

source: &Proxy Login...
es: Acceso vía proxy...

source: &Quit
es: &Salir

source: &Redo Last Action
es: &Rehacer la última acción

source: &Regular expressions
es: E&xpresiones regulares

source: &Reload
es: Volve&r a cargar

source: &Remove
es: Quita&r

source: &Remove Filter
es: &Eliminar filtro

source: &Remove untranslated strings in the target files
es: Elimina&r cadenas no traducidas en archivos traducidos

source: &Replace
es: &Reemplazar

source: &Replace Glossary Hits when Inserting Source Text
es: &Usar aciertos del glosario al insertar el texto original

source: &Replace Next
es: &Reemplazar siguiente

source: &Reset This Colour
es: &Restablecer este color

source: &Restore Main Window
es: &Restaurar ventana principal

source: &Root
es: &Raíz

source: &Run
es: &Ejecutar

source: &Save
es: &Guardar

source: &Save As...
es: &Guardar como...

source: &Save...
es: &Guardar...

source: &Search
es: &Buscar

source: &Search Project...
es: Bu&scar en el proyecto...

source: &Segment Number...
es: &Segmento número...

source: &Segmentation...
es: &Segmentación...

source: &Select
es: &Seleccionar

source: &Select TaaS Terminology Lookup Domain...
es: &Seleccionar el dominio de búsqueda de la terminología TaaS...

source: &Sentence Case
es: Tipo &oración

source: &Sheet Names
es: Nombres de &hojas

source: &Show Relevant Suggestions Automatically
es: Mo&strar sugerencias pertinentes automáticamente

source: &Size
es: &Tamaño

source: &Skip
es: &Omitir

source: &Skip PO header
es: &Saltar encabezado de archivo PO

source: &Source (segment {0}):
es: &Fuente (segmento {0}):

source: &Source Files
es: Archivo&s originales

source: &Source Files Language:
es: Idioma de los archivo&s originales:

source: &Source Language Tokenizer:
es: Anali&zador del idioma de origen:

source: &Source Tokenizer Behaviour:
es: &Comportamiento del analizador de origen:

source: &Statistics
es: E&stadísticas

source: &TaaS Terminology Lookup
es: Consulta de la terminología de &TaaS

source: &Target Files
es: Archivos &traducidos

source: &Target Language Tokenizer:
es: Analiz&ador del idioma de destino:

source: &Target Tokenizer Behaviour:
es: C&omportamiento del analizador de destino:

source: &Title Case
es: &Tipo título

source: &Tools
es: Herramien&tas

source: &Translated
es: Con &traducción

source: &Translated Files Language:
es: Idioma de los archivos &traducidos:

source: &Undo Last Action
es: &Deshacer la última acción

source: &Untranslated Segments Only
es: Solamente segmentos sin trad&ucción

source: &Upper Case
es: &Mayúsculas

source: &Use Fuzzy Matching for Dictionary Entries
es: &Usar coincidencias parciales para entradas de diccionarios

source: &Use Terms Appearing Separately in the Source Text
es: &Incluir términos que aparecen separados en el texto original

source: &User's Manual...
es: Manual de &usuario...

source: &Validate Tags...
es: &Validar etiquetas...

source: &View
es: &Ver

source: &Writeable Glossary
es: Glosario &principal

source: &value (of form input, including button, submit and reset)
es: &value (valor de entradas de formulario del tipo 'button', 'submit' y 'reset')

source: '*' matches zero or more characters ('run*' matches 'run', 'runs', and'running', etc.) '?' matches exactly one character ('run?' matches 'runs' and 'rung', but not 'run' or 'running').
es: '*' encuentra cero o más caracteres ('ejecuta*' encuentra 'ejecuta', 'ejecutas', 'ejecutar', 'ejecutando', etc.) '?' coincide exactamente con un carácter ('ejecuta?' coincide con 'ejecutas' y 'ejecutar', pero no con 'ejecuta' ni 'ejecutando').

source: '{0}' menu selected
es: Menú '{0}' seleccionado

source: (+{0} more)
es: (+{0} más)

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Copy Files to Source Folder... button in the Project Files window or call this action from the Project menu and select the source files you want to copy.
es: (Consultar 'Archivos a traducir' > 'Formatos de archivo' en el manual de usuario para ver un listado de formatos de archivo compatibles) Para añadir archivos al proyecto, haga clic en el botón 'Agregar archivos...' en la ventana 'Archivos del proyecto' o ejecute esta acción desde el menú 'Proyecto' y seleccione los archivos que desea copiar.

source: (X)HTML Filter Options
es: Opciones del filtro (X)HTML

source: (close tag)
es: (etiqueta de cierre)

source: (comment tag)
es: (etiqueta de comentario)

source: (empty tag)
es: (etiqueta vacía)

source: +{0} more
es: +{0} más

source: , one can find:
es: , se puede ver:

source: - comparative, nominative, masculine, feminine, neutral, resp. Plural form of the adjective
es: - comparativo, nominative, masculino, femenino, neutro, resp. Forma plural del adjetivo

source: ---- Localization Notes ----
es: ---- Notas de localización ----

source: 1 conflict
es: 1 conflicto

source: 1 segment
es: 1 segmento

source: 1) Reduce the number of source files and translate in batches;
es: 1) reducir el número de archivos originales y traducir en lotes;

source: 1.1. Search options
es: 1.1. Opciones de búsqueda

source: 1. Shortcuts customization
es: 1. Atajos de teclado

source: 1. Introduction
es: 1. Introducción

source: 1. OmegaT sites and OmegaT SourceForge project
es: 1. OmegaT páginas y OmegaT SourceForge proyecto

source: 1. Search window
es: 1. Buscar ventana

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
es: 2) aumentar la cantidad de memoria disponible para OmegaT con la instrucción "java -Xmx<tamaño-en-MB>M -jar OmegaT.jar" en la línea de comandos o en el programa de arranque de OmegaT; El ajuste actual es {0}MB;

source: 2. Bug reports
es: 2. Informe de errores

source: 2. Languages selection
es: 2. Selección de lenguas

source: 2. Project Menu
es: 2. Proyecto

source: 2. Use
es: 2. Uso

source: 3. Contributing to OmegaT project
es: 3. Contribuyendo a OmegaT proyecto

source: 3. Edit Menu
es: 3. Editar

source: 3. Scripting languages
es: 3. Lenguajes de guión

source: 4. GoTo Menu
es: 4. Dirigirse a

source: 5. View Menu
es: 5. Ver

source: 6. Tools Menu
es: 6. Herramientas

source: 7. Options Menu
es: 7. Opciones

source: 8. Help Menu
es: 8. Ayuda

source: <&br> (breaks)
es: <&br> (nueva línea)

source: <EMPTY>
es: <VACÍO>

source: <No suggestions>
es: <No hay sugerencias>

source: Next
es: Siguiente

source: OmegaT is a free multi platform Computer Aided Translation tool, with the following highlights:
es: OmegaT es una herramienta multiplatafora gratuita de Traducción Asistida por Ordenador con los siguientes puntos destacados:

source: Prev
es: Anterior

source: [2] The full syntax for keystrokes (shortcuts) is defined in the following Java 1.6 documentation from Oracle (bottom of page): Java 1.6 keystrokes shortcuts
es: [2] La sintaxis llena para pulsaciones (atajos) está definido en el siguiente Java 1.6 documentación de Oracle (fondo de página): Java 1.6 pulsaciones atajos

source: [3] On the Mac, the modifier meta must be used to specify the command key.
es: [3] En el Mac, el modificador meta tiene que ser usado para especificar la llave de comando.

source: [4] The possible keyevents (keys) are listed in the following Java 1.6 documentation from Oracle: Java 1.6 keyEvents description
es: [4] Los posibles keyevents (llaves) están listados en el siguiente Java 1.6 documentación de Oracle: Java 1.6 keyEvents descripción

source: [5] The default OmegaT shortcuts are available from Sourceforge: Default OmegaT Shortcuts
es: [5] Los atajos predeterminados de OmegaT son disponibles de Sourceforge: Atajos predeterminados OmegaT

source: <event> can be: typed, pressed, released
es: <evento> puede ser: typed (tecleada), pressed (pulsada), released (liberada)

source: <modifier> can be: shift, control, ctrl, meta
es: <modificador> puede ser: mayús, control, ctrl, meta

source: OmegaT is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
es: OmegaT se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA, incluso sin la garantía implícita de COMERCIALIZACIÓN o IDONEIDAD PARA UN PROPÓSITO PARTICULAR.

source: OmegaT is Copyright © 2000-2015 Keith Godfrey, Zoltan Bartko, Volker Berlin, Didier Briel, Kim Bruning, Alex Buloichik, Thomas Cordonnier, Sandra Jean Chua, Enrique Estévez Fernández, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Chihiro Hio, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Piotr Kulik, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, Manfred Martin, Adiel Mittmann, Hiroshi Miura, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Ilia Vinogradov, Martin Wunderlich and Michael Zakharov.
es: OmegaT Copyright © 2000-2015 Keith Godfrey, Zoltan Bartko, Volker Berlin, Didier Briel, Kim Bruning, Alex Buloichik, Thomas Cordonnier, Sandra Jean Chua, Enrique Estévez Fernández, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Chihiro Hio, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Piotr Kulik, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, Manfred Martin, Adiel Mittmann, Hiroshi Miura, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Ilia Vinogradov, Martin Wunderlich y Michael Zakharov.

source: Groovy (http://groovy.codehaus.org): is a dynamic language for the Java Virtual machine.
es: Groovy(http://groovy.codehaus.org): Es un lenguaje dinámico para la máquina virtual Java.

source: JavaScript (sometimes abbreviated JS, not to be confused with Java): is a prototype-based scripting language that is dynamic, weakly typed and has first-class functions.
es: JavaScript (a veces abreviado JS, que no debe confundirse): es un lenguaje de script basado en prototipos y es dinámico, débilmente tipado (es decir, de cumplimiento flexible de las reglas de escritura) y tiene funciones de primera clase.

source: OmegaT is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (if you prefer) any later version.
es: OmegaT es un software libre, puede redistribuirlo y/o modificarlo bajo los términos de la GNU General Public License publicada por la Free Software Foundation, bien la versión 3 de la Licencia, o (a su elección) cualquier versión posterior.

source: Terminology management: Terminology management is important for translation consistency.
es: Gestión de la terminología: La gestión de la terminología es importante para la consistencia de la traducción.

source: Translation memory: OmegaT stores your translations in a translation memory file.
es: Memoria de traducción: OmegaT almacena sus traducciones en un archivo de memoria de traducción.

source: Translation process: Imagine having to translate something; from a single file to a folder containing subfolders each with a number of files in a variety of formats.
es: Proceso de traducción: Imagine que debe traducir algo; desde un solo archivo a un directorio que contiene subdirectorios con una serie de archivos en diversos formatos.

source: VCS server - i.e. SVN or Git server is the environment where the common material is kept and maintained on the net.
es: Servidor de VCS - El servidor de SVN o Git es el entorno donde se conserva el material común y se mantiene en la red.

source: <modifier> can be: shift, control, ctrl, meta[3], alt, altGraph
es: <modifier> puede ser: cambio, control, ctrl, *meta[3], alt, altGraph

source: To contribute to OmegaT:
es: Para contribuir a OmegaT:

source: To translate OmegaT's user interface, user manual or other related documents:
es: Para traducir la interfaz de usuario de OmegaT, manual de usuario u otros documentos relacionados:

source: <shortcut> must be of the following form: 0 or more <modifier> followed by 0 or 1 <event> followed by 1 <key>, where:
es: <shortcut> tiene que ser de la forma siguiente: 0 o más <modifier> seguido por 0 o 1 <event> seguido por 1 <key>, dónde:

source: Enter the new word or phrase (regular expressions are not supported) in the Replace with box, then click one of the following options:
es: Introduzca la palabra o frase nueva (las expresiones regulares no son apoyadas) en el caja Reemplazar, luego haga clic en uno de las opciones siguientes:

source: Except one: check Untranslated in order to operate Search and replace also on segments that have not been translated yet.
es: Excepto uno: control Notraducido para operar Buscar y reemplazar también en segmentos que no han sido traducidos todavía.

source: For example, in the default OmegaT shortcuts[5], one can find:
es: Por ejemplo, en el defecto OmegaT atajos[5], uno puede encontrar:

source: If you are on a Mac and you want to add a Shift+Command+S shortcut to Tools → Statistics, add the following line to your MainMenuShortcuts.properties:
es: Si es usuarios de un Mac y quiere añadir un Shift+Comando+S Atajo a Herramientas, Estadísticas, añada la línea siguiente a su *MainMenuShortcuts.properties:

source: If you want to use Shift+Ctrl+O to open a project, modify your MainMenuShortcuts.properties as follows:
es: Si quiere usarshift+Ctrl+O para abrir un proyecto, modifique su *MainMenuShortcuts.properties como sigue:

source: If you would like to help support the continued development of OmegaT, it would be very much appreciated - click on this link to go to the OmegaT PayPal account.
es: Si le gustaría apoyar el desarrollo continuado de OmegaT, sería muy apreciado - haga clic en este enlace para ir al OmegaT PayPal cuenta.

source: More can be found in the Painless Bug Tracking article by Joel Spolsky.
es: Más puede ser encontrado en el Painless Bug Trackingo artículo por Joel Spolsky.

source: Most of the items that appear in the main menu can have a new shortcut assigned.
es: La mayoría de los elementos que aparecen en el menú principal puede tener un atajo nuevo asignado.

source: Once the MainMenuShortcuts.properties file is modified, OmegaT must be relaunched to take the new shortcuts into account.
es: Una vez el archivoMainMenuShortcuts.properties esté modificado, OmegaT tiene que ser relanzado para tomar los atajos nuevos a cuenta.

source: Open the Search and replace window with Ctrl+K and enter the word or expression you wish to replace in the Search for box.
es: Abra la ventana Buscar y Reemplazar con Ctrl+K e introduzca la palabra o expresión que desea reemplazar en la caja Buscar

source: Search options are similar to the ones displayed in Search window.
es: Opciones de búsqueda son similares a los mostrados en ventana de Búsqueda.

source: The default OmegaT shortcuts for the Mac are also available from Sourceforge, they all use "meta" instead of "ctrl": Default OmegaT Shortcuts for the Mac
es: Los atajos predeterminados de OmegaT para Mac están también disponibles de Sourceforge, todos ellos utilizan "*meta" en vez de "ctrl": * Atajos predeterminados de OmegaT para el Mac

source: The shortcut definition file must be named MainMenuShortcuts.properties and must contain at most one shortcut definition per line.
es: El archivo de definición del atajo tiene que ser nombrado MainMenuShortcuts.Propiedades y tiene que contener como máximo una definición de atajo por línea.

source: The shortcut definition syntax is the following: <menu item code>=<shortcut>, where <menu item code> is a code taken from the tables below and <shortcut> is a combination of pressed keys specified by the user[2].
es: La sintaxis de definición del atajo es la siguiente: <menu item code>=<shortcut>, dónde <menu item code> es un código tomado de las tablas abajo y <shortcut> es una combinación de teclas pulsadas especificadas por el usuario[2].

source: The OmegaT web site contains links to numerous OmegaT resources.
es: La OmegaT página web contiene enlaces a numerosos OmegaT recursos.

source: Then click on Search button to display all the corresponding occurrences.
es: Entonces haga clic el botónde Búsqueda para mostrar todas las ocurrencias correspondientes.

source: When you left-click on the number, the selected script will run.
es: Cuándo pulse la tecla izquierda del ratón en el número, el guión seleccionado ejecutará.

source: and <key> can be any key available on your keyboard[4].
es: Y <key> puede ser cualquier tecla disponible en vuestro teclado[4].

source: first join the user group (via web or by sending an email to OmegaT-subscribe@yahoogroups.com).
es: Primero unir al grupo de usuario (vía web o enviando un email a OmegaT-subscribe@yahoogroups.com).

source: first read the Localizing and Customizing OmegaT guide, and join the OmegaT translators' group via web or by sending an email to omegat-l10n-request@lists.sourceforge.net with subject "subscribe".
es: Primero lea el Localización y Adaptación OmegaT guía, y únase al grupo de los traductores OmegaT vía web o enviando un email a omegat-l10n-request@lists.sourceforge.net con asunto "suscribir".

source: · Close: close the window without any change.
es: *· Cerrar: cierre la ventana sin cualquier cambio.

source: · Replace All: operates replacement of all occurrences (after displaying a confirmation window where the number of occurrences is shown).
es: *· Reemplaza Todo: opera sustitución de todas las ocurrencias (después de mostrar una ventana de confirmación donde el número de ocurrencias está mostrado).

source: · Replace: operates a "one by one" replacement, by the mean of buttons in the header of the Editor pane.
es: *· Reemplaza: opera una "uno por uno" sustitución, por el significado de botones en elencabezamiento del Editor panel.

source: · Steps to reproduce
es: *· Pasos para reproducir

source: · What you expected to see
es: *· Qué esperaste ver

source: · What you saw instead
es: *· Qué viste en cambio

source: OK to continue.
es: OK para continuar.

source: Text Search dialog at any time.
es: ver el diálogo Buscar texto en cualquier momento.

source: <html><i>Options</i> &gt; <i>Use TAB to Advance</i> is checked</html>
es: <html><i>Opciones</i> &gt; <i>Usar TAB para avanzar</i> marcada</html>

source: <html>Per-project external commands are disabled and will not be executed.
es: <html>Los comandos externos por proyecto están deshabilitados y no se ejecutarán.
